Repository: tiwariav/dynamicweb
Catalog: datacenterlight/locale/*/LC_MESSAGES/django.po
Languages: de

source: Enter name
de: Name

source: Enter email
de: E-Mail-Adresse

source: Request Beta Access
de: Beantrage Beta-Zugang

source: Request Sent
de: Anfrage verschickt

source: Thank you for your subscription! You will receive a confirmation mail from our team
de: Vielen dank für Ihre Anmeldung. Sie erhalten in kürze eine Bestätigungsmail von unserem Team

source: month
de: Monat

source: VAT included
de: MwSt. inklusive

source: Hosted in Switzerland
de: Standort: Schweiz

source: Please enter a value in range 1 - 48.
de: Bitte gib einen Wert von 1 bis 48 ein.

source: Please enter a value in range 2 - 200.
de: Bitte gib einen Wert von 2 bis 200 ein.

source: Please enter a value in range 10 - 2000.
de: Bitte gib einen Wert von 10 bis 200 ein.

source: Your Name
de: Dein Name

source: Please enter your name.
de: Bitte gib Deinen Namen ein.

source: Email
de: E-Mail-Adresse

source: Your Email
de: Deine E-Mail

source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mailadresse ein.

source: Continue
de: Weiter

source: Thank you for your request.
de: Vielen Dank für Ihre Anfrage.

source: You are one step away from being our beta tester!
de: Sie sind nur noch einen Schritt davon entfernt, unser Beta-Tester zu werden!

source: Currently we are running our tests to make sure everything runs perfectly.
de: Momentan testen wir die Beta-Umgebung um sie für Ihren Gebrauch sicherzustellen.

source: In the meantime, we would like to ask you a little patience<br/> until our team contacts you with beta access.
de: Wir werden dann sobald als möglich Ihren Beta-Zugang erstellen und Sie daraufhin kontaktieren.Bis dahin bitten wir Sie um etwas Geduld.

source: Thank you!
de: Vielen Dank!

source: account activation
de: Accountaktivierung

source: You can activate your %(dcl_text)s account by <a href="%(base_url)s%(activation_link)s">clicking here</a>.<br/><br/> You can also copy and paste the following link into the address bar of your browser and follow the link in order to activate your datacenterlight account.<br/> %(base_url)s%(activation_link)s
de: <a href="%(base_url)s%(activation_link)s">Klicke hier</a> um deinen %(dcl_text)s zu aktivieren.<br/><br/> Oder kopiere den folgenden Link in die Adressleiste deines Browsers und folge dann dem Link um deinen %(dcl_text)s Account zu aktivieren.<br/> %(base_url)s%(activation_link)s

source: Your
de: Dein

source: Hi, You can activate your %(dcl_text)s account by clicking here %(base_url)s%(activation_link)s
de: Hallo, Du kannst deinen %(dcl_text)s Account aktivieren, indem du hier klickst %(base_url)s%(activation_link)s

source: Scale out
de: Skalierung

source: Reliable and light
de: Zuverlässig und leicht

source: Order VM
de: VM bestellen

source: Contact
de: Kontakt

source: Pricing
de: Preise

source: Why Data Center Light?
de: Warum Data Center Light?

source: Finally, an affordable VM hosting in Switzerland!
de: Endlich: bezahlbares VM Hosting in der Schweiz

source: I want it!
de: Das will ich haben!

source: Reuses existing factory halls instead of building a new expensive building.
de: Verwendet ehemalige Fabrikhallen anstatt ein neues, teures Gebäude zu errichten.

source: Only wants you to pay for what you actually need.
de: Möchte, dass du nur bezahlst, was du auch wirklich brauchst: Wähle deine Ressourcen individuell aus!

source: Is creative, using a modern and alternative design for a data center in order to make it more sustainable and affordable at the same time.
de: Ist kreativ, indem es sich ein modernes und alternatives Layout zu Nutze macht um Nachhaltigkeit zu fördern und somit erschwingliche Preise bieten zu können.

source: Cuts down the costs for you by using FOSS (Free Open Source Software) exclusively, wherefore we can save money from paying licenses.
de: Sorgt dafür, dass unnötige Kosten erspart werden, indem es ausschliesslich mit FOSS (Free Open Source Software) arbeitet und wir daher auf Lizenzgebühren verzichten können.

source: We don't use special hardware. We use commodity hardware: we buy computers that you buy. Just many more and put them in a cozy home for computers called data center.
de: Wir benutzen keine spezielle Hardware, sondern am Markt verfügbare, erschwingliche Systeme. Bei grösserer Auslastung werden mehr Standardkomponenten hinzugekauft und skalieren so das Datencenter.

source: Our VMs are located in Switzerland, with reliable power supply and fast internet connection. Our VM costs less thanks to our featherlight infrastructure.
de: Unser Datacenter befindet sich in der Schweiz und ist mit zuverlässiger Energieversorgung, sowie schneller Internetverbindung ausgestattet. Unser Angebot ist aufgrund unserer leichten Infrastruktur überaus kostengünstig.

source: Simple and affordable: Try our virtual machine with featherlight price.
de: Einfach und bezahlbar: Teste nun unsere virtuellen Maschinen mit federleichten Preisen.

source: Affordable VM hosting based in Switzerland
de: Bezahlbares VM Hosting in der Schweiz

source: Switzerland
de: Schweiz

source: Questions?
de: Fragen?

source: Contact us!
de: Kontaktiere uns!

source: Confirm Order
de: Bestellung Bestätigen

source: Date
de: Datum

source: Billed To:
de: Rechnungsadresse

source: Payment Method:
de: Bezahlmethode

source: ending
de: endend in

source: Order summary
de: Bestellungsübersicht

source: Cores
de: Prozessorkerne

source: Memory
de: Arbeitsspeicher

source: Disk space
de: Festplattenkapazität

source: Configuration
de: Konfiguration

source: Place order
de: Bestellen

source: We are cutting down the costs significantly!
de: Wir sorgen dafür, dass die Kosten für Dich signifikant abnehmen

source: Order Now!
de: Bestelle jetzt!

source: Our VMs are hosted in Glarus, Switzerland, and our website is currently running in BETA mode. If you want more information that you did not find on our website, or if your order is more detailed, or if you encounter any technical hiccups, please contact us at support@datacenterlight.ch, our team will get in touch with you asap.
de: Unsere VMs werden in der Schweiz im Kanton Glarus gehostet und befinden sich zur Zeit noch in der BETA-Phase. Möchtest du mehr über uns erfahren und hast auf unserer Website nicht genügend Informationen gefunden? Möchtest eine detailliertere Bestellung aufgeben? Bist du auf technische Probleme gestossen, die du uns mitteilen möchtest? Dann zögere nicht und kontaktiere uns unter support@datacenterlight.ch. Unser Team wird sich umgehend um dein Anliegen kümmern!

source: Thank you for order! Our team will contact you via email
de: Vielen Dank für die Bestellung. Unser Team setzt sich sobald wie möglich mit Ihnen via E-Mail in Verbindung.

source: We are seriously open source.
de: Wir sind vollends opensource.

source: Our full software stack is open source – We don't use anything that isn't open source. <br>Yes, we are that cool.
de: Unser gesamter Softwaresstack ist Open-Source – Wir verwenden nichts, das nicht Open-Source ist.<br/>Yep, so cool sind wir.

source: Our services run on
de: Unsere Dienste läuft auf

source: Our monitoring
de: Unser Monitoring

source: Our storage layer
de: Unser Storage-Layer

source: Our web frontend
de: Unser Web-Frontend

source: Our cloud
de: Unsere Cloud

source: Our configuration management system
de: Unser Konfigurationsmanagementsystem

source: Our awesome juice
de: Unser Treibstoff

source: Our NAT64 gateway
de: Unser NAT64 Gateway

source: We believe in giving back to the FOSS community.
de: Wir unterstützen die FOSS Community.

source: Data Center Light is the child of free and open source software (FOSS) movement. <br>We grew up with it, live by it, and believe in it.<br> The more we work on our data center,<br> the more we contribute back to the FOSS community.
de: Data Center Light ist ein Teil der Free und Opens Source Software (FOSS) Bewegung.<br/> Wir sind damit gross geworden, leben damit und glauben daran.<br/> Je weiter wir mit unserem Data Center Light vorankommen, desto mehr können wir etwas an die FOSS Community zurückgeben.

source: We bring the future to you.
de: Wir bringen die Zukunft zu dir.

source: Data Center Light uses the most modern technologies out there.<br>Your VM needs only IPv6. Data Center Light provides<br> transparent two-way IPv6/IPv4 translation.
de: Data Center Light verwendet die zur Zeit modernsten Technologien.<br/>Deine VM läuft mit IPv6. Data Center Light bietet eine transparente IPv6/IPv4-Zweiweglösung.

source: No more spinning metal plates! Data Center Light uses only SSDs. We keep things faster and lighter.
de: Keine drehenden Metallplatten mehr! Data Center Light verwendet ausschliesslich SSDs. Wir halten die Dinge schnell, leicht und effizient.

source: Starting from only 15CHF per month. Try now.
de: Unser Angebot beginnt bei 15 CHF pro Monat. Probier's jetzt aus!

source: Actions speak louder than words. Let's do it, try our VM now.
de: Tagen sagen mehr als Worte – Teste jetzt unsere VM!

source: is not a proper name
de: ist kein gültiger Name

source: is not a proper email
de: ist keine gültige E-Mailadresse
